---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PropertySetName
source: html/b0601ca3-9e32-d7ec-20fa-b59da4d24dfc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PropertySetName Property

"Property Set Name"

## Syntax (C#)
```csharp
public static ForgeTypeId PropertySetName { get; }
```